Tekla.Structures.DrawingInternal.dotGrPartAttributes_t


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.Representation


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.PartialProfileLength


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.PartialProfileOffset


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.SymbolOffset


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.Flags


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.VisibleLines


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.SectionLines


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.HiddenLines


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.OwnHiddenLines


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.CenterLine


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.ReferenceLine


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.FaceHatch


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.SectionFaceHatch


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.CustomPresentation


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.ToStruct(Tekla.Structures.Drawing.Part.PartAttributes)


Tekla.Structures.DrawingInternal.dotGrPartAttributes_t.FromStruct(Tekla.Structures.Drawing.Part.PartAttributes)
